[{
		"index": 1,
		"time": "02/06/2022",
		"graph": {
			"keywords": "methylmalonic acidura pathogenic arse group",
			"encrypted": "58ce492a2cf45e33797be29efd1766b6ae51f10f0ca4ea3642d46c0b1e411e48ee6c550e766a980ad7b3dd5508772360e4254b9efc6df3c8612ca3de86f61e1bfce3bd46427227908c095147e77fe835f4f6b0e4d6cc72bb589eb20aaae41971a254477b3539d22bf7b8de44eba0ff4f69641d79873502858c5a12e481101f315b1c57ed36b7b15218035515f41083faced9ef8435c322ddf507f645243aeefb022afa5a173e8370a9eadc51c296574e4fffb217e96788372b85b5c72640f807c5e699abcc9475f5befe7fccb928a9ed31842cc79a0192fb8fe933b8cb007bedf3e5cc3678f261a8e1ef250e5e64baeba86348f37653f0f1053d9146e47dd5fe",
			"pubKey": 451,
			"privKey": 1704,
			"validity": "Mined! Chain is Valid!"
		},
		"keywords": "HPV",
		"prev": "a5984ecf5e62100164676af8b039f648f21852333aceeb09d99019cc0ec828ec",
		"text": "Result Summary Sequencing of this individual's genome was performed and covered 95,89 of all positions at 8X coverage or higher, resulting in over 5.2 million variants compared to reference genome, These data were analyzed to identify previously reported variants of potential clinical relevance as well as novel variants that could reasonably be assumed to cause disease (see methodology below). All results are summarized on page I with further details on subsequent pages. A. MONOGENIC DISEASE RISK: 1 VARIANT IDENTIFIED This test identified I genetic variant that may be responsible for existing disease or the development of disease in this individual's lifetime. Disease (Inheritance) Phenotype Gene (Variant) Cla-gification Al. X-linked recessive chondrodysplasia punctata (x-linked) Abnormal bone and cartilage ARSE (c.410G-C p. Gly137Ala) development Uncertain Significance: Favor pathogenic B. CARRIER RISK: 2 VARIANTS IDENTIFIED This test identified carrier status for 2 autosomal recessive disorders. Disease (Inheritance) Phenotype Gene (Variant) Cle-sification Carrier Phenotype* B1. MethyImalonic aciduria and homocystinuria,cbICtype (Automosal recessive) Disorder of cobalamin metabolism MMACHC(c.271_272inSA Pathogenic p.Arg91Lysfsx14) None Reported B2. Leber congenital amaurosis Retinal dystrophy and blindness SPATA7 (c.94+2T-C) Likely Pathogenic None (Automosal recessive) Reported As a carrier for recessive genetic variants, this individual is at higher risk for having a child with one or more of these highly penetrant disorders. To determine the risk for this individual's future children to be affected, the partner of this individual would also need to be tested for these variants Other biologically related family members may also be carriers of these variants. *Carriers for some recessive disorders may be at risk for certain phenotypes. Please see variant descriptions for more information. C. PHARMACOGENOMIC ASSOCIATIONS This test identified the following pharmacogeno mic associations. Additional pharmacogenomic results may be requested, but will require additional molecular confirmation prior to disclosure. Drug Risk and Dosing Information CI. Warfarin Decreased dose requirement C2. Clopido grel Typical response to clopidogrel C3. Digown Intermediate metabolism and serum concentration of digoxin CA. Metformin Intermediate glycemic response to metformin C5. Simvastatin Typical risk of simvastatin-related myopathy D. BLOOD GROUPS This test identified the AB Rh blood type as B Positive, Additional blood group information is available at the end of the report. It should be noted that the disease risk section of this report is limited only to variants with strong evidence for causing highly penetrant disease, or contributing to highly penetrant disease in a recessive manner. Not all variants identified have been analyzed, and not all regions of the genome have been adequately sequenced. These results should be interpreted in the context of the patient's medical evaluation, family history, and racial/ethnic background, Please note that variant classification and/or interpretation may change over time if more information becomes available, For questions about this report, please contact the Genome Resource Center at GRC@partners.ore.",
		"transfer": "2 $BLOOM",
		"summary": "MONOGENIC DISEASE RISK: 1 VARIANT IDENTIFIED This test identified I genetic variant that may be responsible for existing disease or the development of disease in this individual's lifetime. Leber congenital amaurosis Retinal dystrophy and blindness SPATA7 (c.94+2T-C) Likely Pathogenic None (Automosal recessive) Reported As a carrier for recessive genetic variants, this individual is at higher risk for having a child with one or more of these highly penetrant disorders.",
		"hash": "0000563897e8c96e4e1d132d41ef7a61346f5e3c36aa96527eb9c3bcf301d0ae",
		"nonce": 84741
	}]