[{
		"index": 2,
		"time": "02/06/2022",
		"graph": {
			"keywords": "heterozygous",
			"encrypted": "4e3cc981a4e98bf4a5815d3bf5402116bf8f1aeccd6126e052e38ef2a38c1d89479243585943915b674560107fc749791defdfd7ab52b4cb0a255b3b2afb3ec0b49d4eec2f320deb69e791df96dedaf3f9eae14c4b7e4bca68abe65c3142b25dcd21fc5e68812cbd2d5895e7def73b08f167bfb5d1e8089ae3b6d1d3ed5e487cf4708a9e387c0ad84395e86943f61ca64b8c781b2dd18eb445859d632a21964435d037e6f54a6cfd787c13cdb0cb804349f17e3ed64ccfc15b087eb67af44372d310b62daaa8549f1db6af405ae8c5ddb9135028faffd8c2b199fcb8146baac1cbac0f07f1a4dee1c0b854eaf7895ad77630c818a50dec75aa969fbb6d5c8dcc",
			"pubKey": 423,
			"privKey": 6782,
			"validity": "Mined! Chain is Valid!"
		},
		"keywords": "HPV",
		"prev": "0000563897e8c96e4e1d132d41ef7a61346f5e3c36aa96527eb9c3bcf301d0ae",
		"text": "KCNQ1 (LQT1 and Jervell and Lange-Nielsen syndrome), KCNH2 (LQT2), SCN5A (LQT3), ANK2 (LQT4), KCNE1 (LQT5 and Jervell and Lange-Nielsen syndrome), KCNE2 (LQT6), KCNJ2 (LQT7 and Andersen- Tawil syndrome), CACNAIC (LQTS and Timothy syndrome), CA V3 (LQT9), SCNAB (LQTI0), AKAP9 (LQTI1), SNTA1 (LQT12) POSITIVE Gene KONQI CDNA c.1663 C>T Variant P.Arg555Cys (R555C) Zygosity Heterozygous Classification Disease-causing mutation No other disease-causing mutations associated with LQTS were detected by sequence analysis of the 12 genes of the LQTS panel in this individual. This individual is heterozygous for a published missense mutation in the KCNQ1 gene, consistent with a genetic form of LQTS. Familial Long QT syndrome is primarily an autosomal dominant disease caused by mutation(s) in cardiac ion channel genes. Mutations in these genes tend to prolong the duration of the ventricular action potential, thus lengthening the QT interval seen on an ECG (Goldenberg I et al., 2008; Priori S et al., 2004). LQTS is associated with increased risk for syncope, ventricular arrhythmia and sudden cardiac death in young adults with normal heart structure (Vincent G, 1998). Mutations in the KCNQ1 gene have been reported in approximately 39%-62% of patients with autosomal dominant long QT syndrome, and are associated with increased risk of cardiac events triggered by emotion, exercise and vigorous activity, particularly swimming (Priori Set al, 2004; Vincent G, 2009). p.Arg555Cys (R555C) CGC>TGC: c.1663 C>T in exon 13 of the KCNQ1 gene (NM_000218.2) The R555C mutation in KCNQ1 has been reported multiple times in association with LQTS, including one study that found this mutation was associated with drug-induced symptoms and often borderline or no OT prolongation in three families with LQTS (Donger C et al., 1997; Park K et al., 2005; Kapplinger Jet al., 2009). Functional studies report that R555C results in abnormal potassium channel function (Peroz D et al. 2008; Coyan F et al., 2014). This mutation was absent from >2,600 published control alleles (Kapplinger J et al., 2009), and the R555C mutation was not observed in approximately 6,500 samples from individuals of European and African American ancestry in the NHLBI Exome Sequencing Project, indicating it is not a common benign variant in these populations. Located in the C-terminus of KCNQ1, R555C results in a nonconservative amino acid substitution, which is likely to impact secondary protein structure as these residues differ in polarity, charge, size and/or other properties (Park K et al., 2005). Other missense mutations affecting the same codon (R555H, R555S) as well as mutations in nearby codons (G548D, V554A, K557E, R562M) have also been observed in patients with LQTS, further supporting the funetional importance of this residue and region of the protein (Stenson et al., 2014). In summary, R555C in the KCNQ1 gene is interpreted as a disease-causing mutation.",
		"transfer": "2 $BLOOM",
		"summary": "Familial Long QT syndrome is primarily an autosomal dominant disease caused by mutation(s) in cardiac ion channel genes. Mutations in the KCNQ1 gene have been reported in approximately 39%-62% of patients with autosomal dominant long QT syndrome, and are associated with increased risk of cardiac events triggered by emotion, exercise and vigorous activity, particularly swimming (Priori Set al, 2004; Vincent G, 2009)",
		"hash": "0000230ae9d77c675d997a610a23a45d212c0a5735895f1382b7494fd34469d8",
		"nonce": 102612
	}]