[{
		"index": 3,
		"time": "02/06/2022",
		"graph": {
			"keywords": "autosomal",
			"encrypted": "412545480789aab9939eee3d54c2a8b92b810e8e42dcdc884905d609cee08dee7e81c23cb58cca313bfecb256b9813a895bf4aa20acc7d64cf52cd6c1ad87935682b997f1da37c1898ba09a7f095f15fc729f3b317d709f65f8c5c988dc183d0698a53c979e74a04accc6fe821aa5d7f597d3c6cade6f8ba4d27f780755fd631d0c5e843f93fad6f632c9fd54b3ffed05bd9352df29e268100d24a609fcfcb6cfe2b303b71a482f28540c165e5f6158ecbee0ccca090206fbe03602a7172e632cf563e6e4b02ef398bfc1b511c4a4aca2337aaa94bfdd53239806b8a3a52b1ad90ed92d855772940d0c39c13ce482ceb5e3df363258454e07bf68bd972922627",
			"pubKey": 624,
			"privKey": 1524,
			"validity": "Mined! Chain is Valid!"
		},
		"keywords": "liver",
		"text": "APPROACH Sequencing of this individual's exome was performed and the data was analyzed to identify previously reported and novel variants in (1) 335 genes that have been previously implicated in various cardiac diseases and myopathies (see Supplement for a list of genes and coverage information); and (2) variants dassified as disease-causing in public databases that have a minor allele frequency <5% in European American or African American chromosomes from the NHLBI Exome Sequencing Project (ESP; http://evs.gs.washington.edu/EVS/): (3) nonsense, frameshift, and +/-1,2 splice-site variants in disease-associated genes that have a minor allele frequency <1% in European American or African American chromosomes from the NHLBI ESP; and (4) previously reported and novel variants in 56 genes predicted to be of medical significance by the American College of Medical Genetics (Green 2013), which may be unrelated to the patient phenotype (incidental findings). All genes relevant to the indication had adequate coverage (>95% at 20X). Please note that the presence of pathogenic variants in genes not analyzed or with incomplete coverage cannot be fully excluded. VARIANTS RELEVANT TO INDICATION FOR TESTING One pathogenic variant in LMNA was identified in this individual. The LMNA gene is strongly associated with DCM, which is consistent with the reported clinical diagnosis. No other variants of relevance to the indication were identified. Please see below for more detailed variant information. Gene & Transcript LMNA NM 00112233.5 Variant Allele Location State Disease or Phenotype Inheritance Classification c.244C>A p.Glu82Lys Het. Exon 1 Dilated Cardiomyopathy Autosomal dominant Pathogenic OTHER VARIANTS OF MEDICAL SIGNIFICANCE (INCIDENTAL FINDINGS) Incidental findings are variants of medical significance that are not associated with the individual's reported indication. Please note that the presence of pathogenic variants in genes with incomplete coverage or in genes not examined cannot be fully excluded. Please contact the Laboratory for Molecular Medicine for coverage information on genes analyzed for incidental findings, Monogenic Disease Risk This vest did NOT identify genetic variants that may be responsible for other diseases unrelated to this individual's clinical presentation. Please see limitations for more detail. Carrier Status This individual is a carrier of 1 heterozygous pathogenie variant in a gene associated with a recessive disorder that is unrelated to this individual's reported phenotype, in the heterozygous state, this variant is not known to play a role in disease, Please see below for more detailed variant intormation Gene di Variant Allele Locatiol inheritance Classification Transoipt MUTYH NM 012222 c1428 1430d41 D.Olu477del Autosomal Het Exon 14 Pathogenic",
		"summary": "APPROACH Sequencing of this individual's exome was performed and the data was analyzed to identify previously reported and novel variants in (1) 335 genes that have been previously implicated in various cardiac diseases and myopathies (see Supplement for a list of genes and coverage information); and (2) variants dassified as disease-causing in public databases that have a minor allele frequency <5% in European American or African American chromosomes from the NHLBI Exome Sequencing Project & <1% in European American or African American chromosomes from the NHLBI ESP; and (4) previously reported and novel variants in 56 genes which may be unrelated to the patient phenotype (incidental findings).",
		"transfer": "2 $BLOOM",
		"prev": "0000230ae9d77c675d997a610a23a45d212c0a5735895f1382b7494fd34469d8",
		"hash": "00007acfc0b7654a9a09ffb582c5d790c136094a79ea16cdd60c64666fad371c",
		"nonce": 1402
	}]