[{
		"index": 4,
		"time": "02/06/2022",
		"graph": {
			"keywords": "lachrymation",
			"encrypted": "412545480789aab9939eee3d54c2a8b92b810e8e42dcdc884905d609cee08dee7e81c23cb58cca313bfecb256b9813a895bf4aa20acc7d64cf52cd6c1ad87935682b997f1da37c1898ba09a7f095f15fc729f3b317d709f65f8c5c988dc183d0698a53c979e74a04accc6fe821aa5d7f597d3c6cade6f8ba4d27f780755fd631d0c5e843f93fad6f632c9fd54b3ffed05bd9352df29e268100d24a609fcfcb6cfe2b303b71a482f28540c165e5f6158ecbee0ccca090206fbe03602a7172e632cf563e6e4b02ef398bfc1b511c4a4aca2337aaa94bfdd53239806b8a3a52b1ad90ed92d855772940d0c39c13ce482ceb5e3df363258454e07bf68bd972922627",
			"pubKey": 342,
			"privKey": 2542,
			"validity": "Mined! Chain is Valid!"
		},
		"keywords": "liver",
		"text": "Diagnostic Testing / Comprehensive Panel for Noonan, LEOPARD, Cardio-Facio-Cutaneous, and Costello Syndromes ited: ar BRAF, CBL, HAS, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, RAF1, SHOC2, and SOS1 POSITIVE Gene RAFI CDNA c.1423 T>C Variant p.Phe475Leu (F475L) Zygosity Heterozygous Classification Disease-causing mutation n: Heterozygous for the F457L mutation in the RAF1 gene, consistent with The final diagnosis is made in the diagnosis of a disorder in the Noonan syndrome spectrum the Interpretation section. p.Phe475Leu (TTT>CTT): c.1423 T>C in exon 14 of the RAF1 gene (NM _002880.3) An F475L missense mutation was identified in the RAF1 gene. It has not been published as a mutation, nor has it been reported as a benign polymorphism to our knowledge. However, this mutation has been seen several times previously at GeneDx in one proband and segregating with disease in another unrelated family; all n the clinical e of the found were reported to have phenotypes consistent with the diagnosis of a disorder of the Noonan-CFC-Costello syndrome spectrum. F475L is a semi-conservative amino acid substitution with a non-polar aromatic residue (Phe) being replaced by a non-polar aliphatic residue (Leu). The position at which this mutation occurs is highly conserved across species and is located within 1 of 3 exons where all published mutations have been reported (Pandit et al., 2007 and Razzaque et al., 2007). I Outlines follow-up recommendations specific to sequence variant is probably damaging to protein structur the particular test result, such as references to disease-causing mutation consistent with the diagnosis in management guidelines, risks to family members dation: Based on the high frequency of hypertrophic cardiomyop or recommendations for genetic counseling with a RAF1 mutation, an appropriate cardiologic screening protocol is recommended for this patient. Mutation-specific testing of both parents will determine if the F475L mutation was inherited or has arisen de novo. This information can help to address the recurrence risk in future pregnancies. Prenatal molecular diagnostic testing is available, if desired. Genetic counseling is recommended. Genomic DNA was PR amplified and sequenced using a solid-state sequencing-by-synthesis process. Bi- - directional sequence was obtained, analyzed and compared to the published gene sequences. This test does not detect large chromosomal aberrations, rearrangements, or deletions and duplications larger than 25bp. This test includes the complete coding region and splice junctions of the following 11 genes currently known to be re methodology associated with Noonan, LEOPARD, Cardio-Facio-Cutaneous, and Costello Syndromes: BRAF, CBL, HRAS, lab for that KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, RAF1, SHOC2, and SOS1, The result was confirmed in a new est DNA preparation by conventional dideoxy DNA sequence analysis. MacBook Pro 888 F4 F5 F6 F7 DIl F8 DD",
		"transfer": "1 $BLOOM",
		"summary": "Diagnostic Testing / Comprehensive Panel for Noonan, LEOPARD, Cardio-Facio-Cutaneous, and Costello Syndromes ited: ar BRAF, CBL, HAS, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, RAF1, SHOC2, and SOS1 POSITIVE Gene RAFI CDNA c.1423 T>C Variant p.Phe475Leu (F475L) Zygosity Heterozygous Classification Disease-causing mutation n: Heterozygous for the F457L mutation in the RAF1 gene, consistent with The final diagnosis is made in the diagnosis of a disorder in the Noonan syndrome spectrum the Interpretation section.",
		"prev": "00007acfc0b7654a9a09ffb582c5d790c136094a79ea16cdd60c64666fad371c",
		"hash": "0000a32b404f35f62e2a37093e6b3a56a9f1240165319d9eaed04924efc5ecf4",
		"nonce": 13999
	}]