[{
		"index": 5,
		"time": "02/06/2022",
		"graph": {
			"keywords": "liver",
			"encrypted": "412545480789aab9939eee3d54c2a8b92b810e8e42dcdc884905d609cee08dee7e81c23cb58cca313bfecb256b9813a895bf4aa20acc7d64cf52cd6c1ad87935682b997f1da37c1898ba09a7f095f15fc729f3b317d709f65f8c5c988dc183d0698a53c979e74a04accc6fe821aa5d7f597d3c6cade6f8ba4d27f780755fd631d0c5e843f93fad6f632c9fd54b3ffed05bd9352df29e268100d24a609fcfcb6cfe2b303b71a482f28540c165e5f6158ecbee0ccca090206fbe03602a7172e632cf563e6e4b02ef398bfc1b511c4a4aca2337aaa94bfdd53239806b8a3a52b1ad90ed92d855772940d0c39c13ce482ceb5e3df363258454e07bf68bd972922627",
			"pubKey": 451,
			"privKey": 1704,
			"validity": "Mined! Chain is Valid!"
		},
		"keywords": "liver",
		"text": "REPORT SUMMARY CURRENT MEDICATIONS OVERVIEW MEDICATION GENE(S) PRESCRIBING CONSIDERATIONS BASED ON myNA TEST codeine / CYP2D6 Major - significant result that may require altering this medication acetaminophen fluvoxamine CYP1A2 Major - significant result that may require altering this medication CYP2D6 simvastatin CYP3A4 SLCO1B1 Major - significant ipsult that may require altering this medication esomeprazole CYP2C19 Minor - result should be considered as may affect medication response clopidogrel CYP2C19 Usual prescribing considerations apply MEDICATIONS THAT DO NOT HAVE PRESCRIBING CONSIDERATIONS BASED ON myNA TEST clarithromycin, candesartan LEGEND: Major prescribing considerations Minor prescribing considerations Usual prescribing considerations Detailed pharmacogenomic interpretation and recommendations are provided in the current medications section below. GENETIC TEST RESULTS OVERVIEW GENE GENOTYPE PHENOTYPE GENE GENOTYPE PHENOTYPE CYP2D6 *4/*4 Poor CYP1A2 *1F/*1F Ultrarapid (with inducer present) CYP2C19 *1/*1 Extensive (normal) CYP3A4 *1/*1 Extensive (normal) CYP2C9 *1/*1 Extensive (normal) CYP3A5 *3/+3 Poor VKORC1 AA Highly increased warfarin sensitivity SLCO1B1 CO Low Transporter Function Detailed interpretations of genetic test results are provided in the pharmacogenomic interpretation section below",
		"transfer": "3 $BLOOM",
		"summary": "significant result that may require altering this medication CYP2D6 simvastatin CYP3A4 SLCO1B1 Major - significant ipsult that may require altering this medication esomeprazole CYP2C19 Minor - result should be considered as may affect medication response clopidogrel CYP2C19 Usual prescribing considerations apply MEDICATIONS THAT DO NOT HAVE PRESCRIBING CONSIDERATIONS BASED ON myNA TEST clarithromycin. CYPD26 GENE",
		"gene": "cypd26",
		"prev": "0000a32b404f35f62e2a37093e6b3a56a9f1240165319d9eaed04924efc5ecf4",
		"hash": "0000e807882878da441fc849fe8d7d7a1dbd46d7fefcad2e677819d597d2b2de",
		"nonce": 112957
	}]